// 1. Создайте переменную myFavoriteMovie и сохраните в него строку с названием любимого кино. С учетом того, что предпочтения могут меняться, какую директиву создания переменной следует использовать?
// Добавьте код здесь
let myFavoriteMovie = 'The Matrix';


console.log('Мой любимый фильм - это', myFavoriteMovie);


// 2. Создайте переменную с именем birthYear и сохраните в нее год своего рождения. Какую директиву объявления переменной правильнее будет использовать?
// Добавьте код здесь
const birthYear = 1985;

console.log('Я рожден(а) в', birthYear, 'году')


// 3. Создайте переменную с именем isDeveloper и сохраните в ней булево значение (истина или ложь), в зависимости от того, являетесь вы разработчиком или нет.
// Добавьте код здесь
let isDeveloper = true;

